{
    "files": [
        {
            "title": "Locke & Key",
            "firstParagraph": "Essa obra foi uma adaptação de uma série de seis quadrinhos publicados pela editora Geektopia, que conta com os títulos: ",
            "principalText": "De modo geral, essa saga foi adaptada para a Netflix em 2020, com fidelidade aos quadrinhos, porém, muitas cenas ficaram de fora, o que é normal nesse processo, senão a série corre o risco de ficar muito longa e cansativa; A história se passa no tempo presente, mas com longas regressões que contribuem com o desenvolvimento e o clímax. Uma família composta por uma mãe solo e 3 irmãos que se mudam para uma pequena cidade chamada Lovecraft descobre os segredos por trás da mansão Locke, após irem morar no local por conta da morte de Randon Locke, pai e marido da família. Dentro das dependências do casarão, descobrem sobre as chaves mágicas e os fatos obscuros que elas revelam. A peça central da série é entender porque o Sr. Locke foi morto e quem está por trás do descobrimento das chaves. Nas folhas finais do HQ, existe uma espécie de índice dessas chaves, que fazem parte do desenrolar da trama e nos ajudam a entender como a magia da obra é percorrida. Muitas chaves também se ausentaram da série da Netflix.",
            "volumes": [
                {
                    "volume": "Bem-vindos a Lovecraft (link pra sinopse)",
                    "link": ""
                },
                {
                    "volume": "Jogos Mentais (link pra sinopse)",
                    "link": ""
                },
                {
                    "volume": "Coroa de sombras (link pra sinopse)",
                    "link": ""
                },
                {
                    "volume": "Chaves do reino (link pra sinopse)",
                    "link": ""
                },
                {
                    "volume": "Engrenagens (link pra sinopse)",
                    "link": ""
                },
                {
                    "volume": "Alfa & Ômega (link pra sinopse)",
                    "link": ""
                }
            ],
            "links": [
                {
                    "title": "Chave fantasma",
                    "linkUrl": ""
                },
                {
                    "title": "Chave do eco",
                    "linkUrl": ""
                },
                {
                    "title": "Chave de lugar qualquer",
                    "linkUrl": ""
                },
                {
                    "title": "Chave mental",
                    "linkUrl": ""
                },
                {
                    "title": "Chave do gênero",
                    "linkUrl": ""
                },
                {
                    "title": "Chave da sombra",
                    "linkUrl": ""
                },
                {
                    "title": "Chave gigante",
                    "linkUrl": ""
                },
                {
                    "title": "Chave reparadora",
                    "linkUrl": ""
                }
            ]
        },
        {
            "title": "Scott Pilgrim",
            "firstParagraph": "A obra de Bryan Lee O’Malley foi triplamente adaptada, dos quadrinhos de 2010 para um filme e um jogo de videogame, do mesmo ano, e agora, em novembro de 2023, ocorreu o lançamento do anime pela Netflix. São três volumes: ",
            "principalText": "A história é bem simples e leve, mais no âmbito realista, o que acredita-se ser mais difícil de encontrar quando se fala de HQ´s. Scott Pilgrim é um cara de 23 anos, que se apaixona pela misteriosa Ramona Flowers, uma entregadora da Amazon. Ao chamá-la para sair, entra no desafio de ter que derrotar todos seus ex-namorados do mal para conquistá-la. O filme é bem fiel aos quadrinhos, com Michael Cera (Scott) lutando com cada um dos 7 ex-namorados de Mary Elizabeth Winstead (Ramona). Possui 7 fases, cada uma para cada ex-namorado, possui design de jogos antigos, com efeito pixelado e pode ser jogado com até 4 pessoas. É possível jogar com alguns personagens da obra: Scott, Stephen Stills, Kim Pine, Wallace Wells. Está disponível para Nintendo Switch, Xbox, Playstation, Steam. Desenvolvido pela Ubisoft. A mais recente adaptação, lançada neste mês de novembro, foi a que mais modificou a história clássica de Scott Pilgrim. A trama se desenrola a partir do pressuposto de que Scott é derrotado pelo primeiro ex de Ramona, Matthew Patel, mas esta desconfia que, na verdade, Scott foi sequestrado pela liga de ex-namorados do mal. É uma adaptação que transparece mais a ideia de história extra.",
            "volumes": [
                {
                    "volume": "",
                    "link": ""
                },
                {
                    "volume": "",
                    "link": ""
                },
                {
                    "volume": "",
                    "link": ""
                }
            ],
            "links": [
                {
                    "title": "",
                    "linkUrl": ""
                },
                {
                    "title": "",
                    "linkUrl": ""
                },
                {
                    "title": "",
                    "linkUrl": ""
                },
                {
                    "title": "",
                    "linkUrl": ""
                },
                {
                    "title": "",
                    "linkUrl": ""
                },
                {
                    "title": "",
                    "linkUrl": ""
                },
                {
                    "title": "",
                    "linkUrl": ""
                },
                {
                    "title": "",
                    "linkUrl": ""
                }
            ]
        },
        {
            "title": "Heartstopper",
            "firstParagraph": " Alice Oseman deu vida ao mundo de Heartstopper, que nada a história de Nick e Charlie, dois estudantes do ensino médio que se tornam um casal e enfrentam as dificuldades de ser uma pessoa LGBTQIA+ no ambiente escolar, os medos de se assumir no meio familiar e as pressões da vida adolescente sobre inúmeros temas. ",
            "principalText": "Possui 4 volumes publicados, e o quinto com previsão de lançamento para dezembro deste ano. A Netflix adaptou essa HQ em 2021, e é possível dizer que a obra está praticamente idêntica aos quadrinhos, exceto pela exclusão do transtorno alimentar de Charlie, que é abordado no hq número 4. Na série, há rumores de que na terceira temporada o assunto será citado, mas sem grandes aprofundamentos e explicações. Cada personagem nos traz uma representatividade, o que tornou Alice Oseman muito reconhecida na literatura: Confira o trailer da série: (link) No verso de cada edição, encontra-se o conteúdo que o volume irá abordar em suas ilustrações, em formato de gráfico de pizza, um interessante recurso que a editora optou por utilizar:",
            "volumes": [
                {
                    "volume": "Bem-vindos a Lovecraft (link pra sinopse)",
                    "link": ""
                },
                {
                    "volume": "Bem-vindos a Lovecraft (link pra sinopse)",
                    "link": ""
                },
                {
                    "volume": "Bem-vindos a Lovecraft (link pra sinopse)",
                    "link": ""
                },
                {
                    "volume": "Bem-vindos a Lovecraft (link pra sinopse)",
                    "link": ""
                },
                {
                    "volume": "Bem-vindos a Lovecraft (link pra sinopse)",
                    "link": ""
                },
                {
                    "volume": "Bem-vindos a Lovecraft (link pra sinopse)",
                    "link": ""
                }
            ],
            "links": [
                {
                    "title": "Confira o trailer da série",
                    "linkUrl": ""
                }
            ],
            "characters": [
                {
                    "name": "Charlie",
                    "sexuality": "Homossexual"
                },
                {
                    "name": "Nick",
                    "sexuality": "Bissexual"
                },
                {
                    "name": "Elle",
                    "sexuality": "Transsexual"
                },
                {
                    "name": "Darcy",
                    "sexuality": "Lésbica"
                },
                {
                    "name": "Tao",
                    "sexuality": "Heterossexual"
                }
            ]
        },
        {
            "title": "O mundo sombrio de Sabrina/ Sabrina aprendiz de Feiticeira",
            "firstParagraph": "A personagem da saga, Sabrina Spellman, possui um caminho muito mais longo do que somente a série da Netflix, finalizada em 2020. O universo de Sabrina é muito mais antigo e clássico, e conta com diversas adaptações. Os primeiros quadrinhos foram publicados pela Archie Comics, em 1983, e o nome é um pouco diferente do atual: 'Sabrina The Teenage Witch'.",
            "principalText": "O visual da personagem é muito parecido com os quadrinhos lançados pela editora Geektopia em 2019: cabelos loiros claros, tiara preta, blusa vermelha, saia preta e botas. No entanto, Sabrina não possui mais a vassoura, símbolo padrão de Bruxas, pois nas versões mais atuais, ela passa a ser tratada como Feiticeira, ou seja, de uma maneira mais requintada. Anteriormente aos quadrinhos e à série na Netflix, de 2019 e 2020, respectivamente, temos outra produção que envolve Sabrina e suas tias, Zelda e Hilda. Em 1996, estreou o sitcom 'Sabrina Aprendiz de Feiticeira'. Apesar de possuir os mesmos personagens, aborda a história da bruxinha de maneira mais leve e cômica, de teor mais infantil. Uma curiosidade a respeito desse seriado é que, na quarta e última temporada de 'O mundo Sombrio de Sabrina', produzido pela Netflix, houve uma participação especial das duas atrizes que interpretaram Hilda e Zelda Spellman, as tias de Sabrina, além da presença do gato Salem, que no sitcom era falante, mas na série da Netflix era somente um ser mágico. Além disso, para quem conhece Riverdale, é interessante saber que os personagens são de duas cidades vizinhas, a própria Riverdale, e Greendale, a cidade onde vive Sabrina. Riverdale também foi uma adaptação de quadrinhos para a Netflix. Geektopia, atualmente, publicou 2 quadrinhos do Mundo Sombrio de Sabrina no Brasil, e aguarda-se a tradução das próximas edições. Por fim, interessa saber que a abordagem da série da Netflix volta-se para o terror, conta com efeitos especiais e CGI, e difere um pouco dos quadrinhos, com alguns elementos diferentes e outros abordados em ordem cronológica distinta, mas a história base se mantém.",
            "volumes": [
                {
                    "volume": ""
                }
            ],
            "links": [
                {
                    "title": "",
                    "linkUrl": ""
                }
            ],
            "characters": [
                {
                    "name": "Charlie",
                    "sexuality": "Homossexual"
                }
            ]
        }
    ]
}